[Killed] ArrowFunction
helper-functions/foobar.js:2:16
 
-const Foobar = () => ({ foo: 'bar' })
+const Foobar = () => undefined
 
 module.exports = Foobar
killedBy: Foobar returns { foo: 'bar' }
statusReason: Error: expect(received).toEqual(expected) // deep equality

Expected: {"foo": "bar"}
Received: undefined
