[Killed] BlockStatement
routes/index.js:5:49
 var router = express.Router();
 const Foobar = require('../helper-functions/foobar')
 
-router.get('/foobar', function (req, res, next) {
-  res.send(Foobar());
-});
+router.get('/foobar', function (req, res, next) {});
 
 module.exports = router;
killedBy: index unit test returns what Foobar returns
statusReason: Error: thrown: "Exceeded timeout of 5000 ms for a test.
Add a timeout value to this test to increase the timeout, if this is a long-running test. See https://jestjs.io/docs/api#testname-fn-timeout."

[Killed] StringLiteral
routes/index.js:5:12
 var router = express.Router();
 const Foobar = require('../helper-functions/foobar')
 
-router.get('/foobar', function (req, res, next) {
+router.get("", function (req, res, next) {
   res.send(Foobar());
 });
killedBy: index unit test returns what Foobar returns
statusReason: Error: expected 200 "OK", got 404 "Not Found"
